{
  "maps": [
    {
      "id": 1,
      "name": "The Kingdom of Rome",
      "image": "images/kingdom-of-rome.jpg",
      "info": "The mythical founding of Rome states that the city was founded by one of two brothers, Romulus, who along with his brother Remus were nursed by a she-wolf after washing up on the banks of the the river Tiber, where the city would be founded. Roman mythology claims the Romans were descendants of the Aeneas people who fled to Italy after the fall of Troy. In reality Rome was likely founded due to its strategic position as a river crossing on the Tiber, connecting the Etruscan city states in the north to the Latin tribes and the wealthy Greek city states to the south. The Roman city state was ruled by kings from 753 BC to 509 BC. The Kingdom of Rome was ruled by a single monarch, advised by a senate of 300 of the most noble and wealthiest men of the city. The senate held little power and served mostly as an advisory council to the king. The traditional story states that the Roman monarchy was overthrown after a series of tyranical kings, resulting in the establishment of the Republic. The Romans developed a fierce hatred for kings and absolute monarchs of any kind.",
      "likes": 11
    },
    {
      "id": 2,
      "name": "The Roman Republic",
      "image": "images/roman-republic.png",
      "info": "The Republican, or classical Roman period began at the overthrowing of the last king of Rome. During this period lasting from 509 BC to 27 BC, Rome would come to dominate it's neighbors and then the entire Mediterranean. Roman society was divided roughly between the Patrician and Plebeian classes, the former being the elite ruling class and the latter the poorer class with little to no access to positions of political or religious importance. The Plebeian class would often walk out and leave the city when they wanted their rights increased, leaving the Patricians to fend for themselves. Roman society was all about prestige and achievement, this could be seen in Rome's patron-client system. This system was essentially a display of wealth and influence. A Patron, usually a Patrician, would gather clients, mostly Plebeians but sometimes other less wealthy Patricians. The Patron would give their clients money and favors, such as supporting them in a religious or political campaign. This relationship was seen as a sacred tradition in Roman society and the more clients a patron had, the more influential they were. During the Republican period, Rome came to be first a major regional power, dominating their neighboring Latin and Etruscan cities and the Sabine hill tribes to the east. Rome came to become the largest regional power and soon controlled the entire Italian peninsula. This brought them into conflict with the wealthy and powerful Greek city states in the south. Although the Romans admired the Greeks and borrowed much from them, including cultural, religious, and architectural aspects, the Romans militant nature brought them to war with the Greeks. The Greeks were aided by the Greek king of Epirus, Pyrrhus. The Romans suffered many losses against the Greek king, however every loss was a costly one for Pyrrhus and he was unable to continue his war with the Romans. After a costly victory over the Romans at the battle of Asculum, Pyrrhus famously said 'If we are victorious in one more battle with the Romans, we shall be utterly ruined'. Rome eventually subjugated the Greek city states and won control over all of Italy. This period also marked three wars with Carthage, located in North Africa, which came to be known as the Punic Wars. The first of these wars saw a Roman victory, and the annexation of Sicily. The Second Punic war nearly destroyed the Romans with the famous Carthaginian general Hannibal Barca leading his army and his war elephants up through the Iberian peninsula, through the Italian Alps and launching a surprise attack on the Romans from the north. The Romans then conquered Greece, and annexed it as a Roman provence. The third and final Punic war resulted in the complete destruction of Carthage and Roman holdings in Iberia and North Africa. Rome became the sole ruler of the Mediterranean. ",
      "likes": 5
    },
    {
      "id": 3,
      "name": "The Roman Empire",
      "image": "images/roman-empire-history-map.jpg",
      "info": "Towards the end of the Republican period, one of the most important figures of Roman history would emerge, Gaius Julius Caesar. Caesar would lead Rome into a war with the tribes of Gaul, in modern day France. Caesar would expand the Republic to the borders of the Atlantic and the English channel. At the end of his campaign, Caesar was summoned back to Rome by the senate, fearing Caesar's new wealth and power, the Senate wanted to remove him from his position. Caesar decided to march his Legions into Rome and install himself as dictator for life. Caesar used his military power to win a civil war, which saw a personal alliance built through romance with Cleopatra of Egypt, at the end of this war Caesar implanted himself at the top of the Roman political world where he remained for less than a year before being stabbed by senators and friends who feared for the fate of the Republic. This would lead to another civil war, in which the Republic would be destroyed by Caesars nephew, Octavian, and the Roman Empire would be born with Octavian, later known as Caesar Augustus, as it's first Emperor. Augustus would turn the Roman world upside down and solidify Rome into an Empire, killing the dreams of a Republican Rome forever. Rome would then enter a period that would be called Pax Romana, or Roman Peace. This would be the longest period of relative peace the world had seen. Rome would be ruled by a number of dynasties, the most important being the Julio-Claudian, Flavian, Nerva-Antonine, and the Severan, alongside smaller dynasties like the Constantinian, Valentinian and Theodosian. During this period, Rome would solidify it's territorial holdings to encase the entire Mediterranean sea, turning it into a 'Roman lake'. Outside the borders of the Empire, life was much harder and peace was never a guarantee. Disaster was looming on the horizon and the Empire would be put to the test.",
      "likes": 8
    },
    {
      "id": 4,
      "name": "Crisis of the 3rd Century",
      "image": "images/crisis-3rd.jpg",
      "info": "The crisis of the 3rd century would come to define a time in Roman history that perplexes historians to no end. By all accounts the Roman Empire should have crumbled and collapsed, but somehow it didn't. Historians still argue over the myriad of reasons that may be responsible for the survival of the Empire during this peroid, one thing is certain however, the Empire survived. The crisis of the 3rd century spanned for 49 years and the Empire saw the combined pressures of barbarian invasions and migrations into the Roman territory, civil wars, peasant rebellions and political instability, with multiple usurpers competing for power. By 268 the Roman Empire had split into 3 Empires, the Gallic Empire which consisted of the Roman provinces of Gaul and Britannia, the Palmyrene Empire which was made up of Syria and Egypt, and the remainder of the Roman Empire which controlled Italy, North Africa, Hispania (Spain), and Greece. During this period, Roman soldiers and generals alike had gotten into the practice of crowning their own Emperors and claiming the Imperial throne by force or bribery. There were at least 30 Emperors during this 49 year period, many of them ruling for a few months before being deposed and often murdered. The Antonine Plague, widely believed today to have been smallpox, swept across the Empire, the estimated death toll is between 5-10 million dead. Finally towards the end of the century an Emperor named Aurelian rose to power, he was able to reunify the Empire into one political body and fend off the waves of attacking Germanic tribes bringing stability back to the Empire and saving it from being destroyed. Aurelian was murdered on his way to a campaign in Persia, a long time rival to Rome, by one of his administrators because he lied to the Emperor and feared Aurelian's punishment. A short while came Emperor Diocletian who changed the Empire forever by establishing a system called the Tetrarchy. The Tetrarchy split the Empire into four administrative bodies under the same political body. Diocletian built a system where each half of the Empire would have two Emperors, a senior Emperor and a junior Emperor, with each of the four Emperors controlling a region. ",
      "likes": 2
    },
    {
      "id": 5,
      "name": "East and West",
      "image": "images/roman-east-west.png",
      "info": "With Emperor Diocletian dividing the Empire among 4 Emperors, he was able to stabilize the realm. This splitting of the Empire wouldn't last however, A man by the name of Constantine would make major changes to the Empire, the effects of which would ripple through time. Constantine was the son of Constantius I, who would rise through the military ranks to be appointed as the junior Emperor of the West, and eventually the senior Emperor. Constantine would earn himself great respect as a general fighting the Persians in the east before being called to fight with his father in Britain. His father would pass away shortly after and Constantine would take his fathers place as senior Emperor, with the support of his legions. This appointment to senior Emperor was unlawful, the junior Emperor, Severus, was intended to take the position as senior Emperor. Despite his unlawful ascension to the throne, the other senior Emperor of the East approved the move in fear of a revolt from Constantine's legions. This move would break the careful balance of power between the Emperors and another bloody civil war would erupt. The most important battle of the civil war took place at the Milvian bridge outside of the city of Rome. Constantine would claim that before the battle and during a dream, he looked up into the sky and saw a sign from the Christian God. Constantine would claim that God instructed him to have his soldiers paint an X on their shields with the Greek letter Rho, known to us as the letter P, through it to symbolize the first two letters of the name Jesus Christ. Constantine would fight an army twice the size of his own. Constantine later went on to win the civil war and emerged as the sole Emperor of the Romans. During hsi reign, Constantine would convert and legalize Christanity. In the year 330 AD Constantine would also found a new capital city named after himself, Constantinople. Built in an incredibly important cross roads between Europe and Asia, Constantinople would become the center of the known world, much as Rome had been centuries before. The Empire would remainded under the governance of a single Emperor, for the most part, until the death of Theodosius I in 395 AD when he left each of his sons the title of Emperor of east and west respectively. ",
      "likes": 1
    },
    {
      "id": 6,
      "name": "The Fall of the West",
      "image": "images/fall-of-west.png",
      "info": "In 401 AD, a german king by the name of Alaric I of the Visigoths would march into Italy. Alaric had been a soldier in the Roman Army, and after helping the Romans to defeat other Germanic tribes as they tried to invade the Empire would receive almost no recognition for his efforts. He would then be crowned king by his tribe and would march into Roman territory seeking Roman legitimacy. Alaric would sack the city of Rome multiple times over the years, unable to reach the Western Imperial capital, which had moved to the city of Ravenna. Alaric would die shortly after his last sacking of Rome from illness. His army would move into a region of modern day France, with the approval of the Western Emperor in exchange for peace, and set up an independent kingdom within the Empires borders. Meanwhile the Eastern half of the Empire was dealing with attacks from the Huns, who had migrated from Central Asia and settled in Europe. The arrival of the Huns displaced many Germanic tribes who chose to fight the Romans, who they were familar with and knew how to fight, in an attempt to find new lands to live on and rule. The Western Empire, faced with invasions, forced migrations, displacement of Roman citizens, and political and social unrest, began to lose control over their lands as more Germanic tribes carved out chunks of rich Roman territory for themselves. Soon, Germanic tribes would invade Italy, dipose the Emperor and install their own puppet Emperors. The Eastern Empire refused to recognize these puppet Emperors as legitimate, however but they lacked the ability to do anything about it as the Persians in the east were ready to attack at any moment. In the year 476 AD, a statesman of Germanic heritage by the name of Odoacer diposed the last Roman Emperor of the West. Odoacer sent the Imperial robes to Constantinople as a symbol that the West was no longer ruled by and Emperor. This event is now considered to be the end of the Roman Empire in the West and the end of the ancient period. Odoacer established himself as King of Italy, however he remained in the service of the Eastern Roman Emperor, ruling Italy as a king but under the authority of the Roman Emperor in Constantinople. Life in Italy would not change much, and this new Kingdom of Italy would still be considered as Roman territory and it people, Roman citizens. The rest of the Roman provinces in western Europe would be slowly wittled away until only Italy and the Balkans remained under the control of Rome. The west would never recover, but the Roman legacy would live on and inspire great and terrible men for another 1500 years.",
      "likes": 1
    },
    {
      "id": 7,
      "name": "Reconquest of the West",
      "image": "images/reconquest.png",
      "info": "With the West almost completely lost, with the exception of Italy and the Balkans, to powerful Germanic Kings the East continued to on. The East had it's own problems to deal with, a powerful Persia ruled by Sassanid Dynasty. What remained of the Roman Empire was the rich, mostly Greek, east. Western European historians would refer to the Roman Empire at this time as the Byzantine Empire, however the Byzantine Empire was the direct continuation of the Roman Empire and was referred to as such until 1557, 104 years after the fall of Constantinople to the Ottoman Turks. During the year 527 a new Emperor took the Roman throne, Justinian I. Justinian would become remembered for his reconquest of lost Roman territory in the west in an attempt to restore Rome to it's former power. Justinian with his general Belisarius would make huge progress towards this goal. Belisarius would lead successful military campaigns in North Africa, the Balkans, and Italy and restore them to direct Imperial rule. The people of the Kingdom of Italy, ruled by Germanic kings, had never considered themselves the subjects of a foreign ruler. To the citizens living in Italy, they were still Romans, living under Roman rule in Roman territory. The devastating war against the Ostrogothic rulers of Italy took it's toll on the Italian country side. Many civilians were killed, left homeless, or migrated to other lands to escape the destruction of their homes and fields. Justinian's reconquest destroyed the Roman identity in Italy. To the average man, they didn't understand why the Roman army was attacking their cities and forts, as the average man still considered himself Roman. After securing Italy, Belisarius was recalled to Constantinople to fight off the Persians who had hoped to take advantage of a distracted Rome. Belisarius was again recalled to the capital by Justinian, likely on suspicions of his loyalty. The war against the Persians ground to a stand still an outbreak of the plague swept across both the Persian and Roman Empires. This plague would come to be known as the Plague of Justinian and it was the first recorded major outbreak of Bubonic plague. The plague devasted the Roman Empire, severly weakening the Empire and it's armies. Justinian himself became ill with the plague but made a recovery. Justinian's wife and by some accounts, co-ruler, Theodora ruled the Empire in his name while he recovered from the plague. Theodora was one of histories first major womens' rights activist. Being a former prostitute herself, she would often buy other prostitutes and release them from slavery and help provide for them. Upon his recovery, Justinian turned his attention back west. Germanic kings had reconqured Italy once again, and after another war they were once again removed from power and Italy was restored to Roman hands. Besides conquest, Justinian is known for his legislations expanding womens rights in the Empire. Justinian alongside his wife Theodora, gave women more rights in the case fo divorce, gave women parental rights over their children, insituted the death penalty for rape, and made it illegal to kill your wife if she commit adultery. Justinian's most important contribution to the world is easily his complete revison of Roman law. Justinian codified the law and compiled it into a collection of works that would be called the Corpus Juris Civilis, also referred to as the Code of Justinian. This collection of works would go on to become the foundation for Western law today. A marble relief portrait of Justinian and his lawyer Tribonian sits over the gallery doors of the United States House Chamber today to pay homage to them as the founders of modern civil law. ",
      "likes": 9
    },
    {
      "id": 8,
      "name": "The death of the Empire",
      "image": "images/byz.gif",
      "info": "After Justinian's reconquest, the Roman Empire lived on for another thousand years. In that time, the Empire would wax and wane in size and influence but it would remain one of the dominant military, cultural, and economic powers until it's destruction in 1453. The Roman Empire in this period would face many threats that would bring the Empire to the brink of collapse. One of the greatest threats to the Empire came in the form of the Muslim Arabs. The rise of Islam in the Arabian Peninsula united the Arab tribes. The Arabs would grow very strong, taking on Persia and the Romans to great success. The Umayyad Caliphate would wage war against the Romans and seige the city of Constantinople. The Arabs would be supported by their naval blockade of the city, The Romans would break the blockade with an invention called Greek fire. Little is known about Greek fire, only that it was a sticky flammable liquid that could burn even on top of the water. Roman territory was shrinking, with one of the most devastating losses being Egypt. Egypt produced a surplus of grain every year due to the flooding of the Nile. While the Romans fought the Arabs and the Persians, a new group of people arrived from the North into the Balkans, the Slavic peoples. The Slavs would carve out Roman territory and build kingdoms, the largest and most powerful being the kingdom of Bulgaria. Rome would struggle against Bulgars of and on for centuries. The Umayyad Caliphate laid seige to Constantinople a second time, the Romans would repel them again, with the use of Greek fire and the help of the Bulgars. The christian Romans at this time would come into religious conflict with the European christians and after disagreements and splits in the christian church, two main branches of the religion would emerge, the Catholics and the Orthodox. This split in the church would be known as the Great Schism, The christian faith would never reunite. In the year 867 AD, another great Roman Emperor would come to power by the name of Basil I. Basil would start the Macedonian Dynasty and he would expand the Empires territory to reclaim what had once been Roman and start a Golden age for the Romans of the middle ages. The Romans would come into conflict with the Bulgarian Empire once again as well as the Abbasid Arabs in the south. Under Basil II, the Roman empire would flourish once again, continuing to expand into the Balkans and into the middle east and even retaking southern Italy. The Roman Empire would face troubles once again, as well as new enemies. The Normans, from France, would travel to southern Italy and fight the Romans for control of the lands. The Normans would be successful in creating the Kindgom of Sicily. In the east, another group of Nomadic people would arrive from central Asia, known as the Seljuk Turks. The Seljuk Turks would come to control the lands surrounding the Empire and becoming wealthy and strong they would take on the Romans themselves. The battle of Manzikert is considered a pivotal moment in Roman history. The Romans lost to the Turks and in doing so, opened the door to Anatolia, or Turkey as we call it today. The European catholic kingdoms would recognize the growing Muslim strength and the Romans would ask the catholics for help so  worried about the treatment of christian holy sites in the middle east, the Pope would declare the first of many crusades. In 1096 the first crusade would begin and the crusaders would win. Most of Anatolia had come under Seljuk Turk control but with the help of the crusaders, it was restored to Roman control. The crusaders would also establish crusader states on the coast of the levant to put christians in control of the holy lands. In 1198 the fourth crusade would take place. The crusader army set out for Egypt. Without a navy to transport the army, the went to the merchant Republic of Venice for help in securing passage to Egypt. A man, the son of a diposed Roman Emperor, contacted the crusader army and offered to pay the crusaders a large sum of money and the the promise to unite the Roman church with the catholic church in Rome if the crusdaers would attack Constantinople and win him the Imperial throne. The crusaders arrived at Constantinople, to the confusion of the Romans and began setting fire to the city. Realizing that he could not pay the crusaders, the diposed Roman Emperor and his son fled the city. The crusaders pillaged the city and massarced the people of Constantinople for three days. The crusaders would occupy the city and establish a political body called the Latin Empire. The Roman government would flee the city in exile, and two successor states would emerge called the Empire of Nicaea and the Despotate of Epirus. The Pope would chastise the crusader army for attacking a christian kingdom and murdering fellow christians. The Empire of Nicaea was able to retake Constantinople decades later and Roman Imperial rule in 1261 AD. The Roman Empire would never recover from the fourth crusade. In Anatolia, the Muslim Turks grew in strength with the arrival of another group of Turks from central Asia, the Ottomans. The Romans were on the decline and their western territories lost to Slavic tribes who established the Serbian Empire. The Ottomans laid their eyes on the Queen of Cities, Constantinople. The Ottomans were able to move into Europe and defeat the Serbian Empire. With the Romans sourrounded on all sides by the Ottoman Turks, the Ottomans seiged the city mulitple times without success. The city was surrounded by the Bosphorus straights and the Theodosian walls. The walls were so well engineered that they were never breached until the Ottomans came with the invention of cannons from Asia. During that last seige of Constantinople, the Ottomans surpased a giant chain that barred access to the city over the body of water, known as the Golden Horn, by beaching their ships and dragging them on land, around the chain in the water. With the Ottoman fleet now around the chain and able to transport troops arounf the Theodosian walls, they took the city of Constantiople in 1453 AD. The last Roman Emperor, Constantine XI Palaiologos, was said to have cast off his Imperial Regalia and fought the Ottoman invaders in hand to hand combat. Constantinople had fallen and it's citizens were slaughtered. The Roman nobility tried to hold out in other parts of former Roman territory, but having been refused help by the christians of Europe and the Pope, They too were defeated by the Ottomans. The Ottomans, now holding the Queen of Cities as their capital would grow in power over the coming centuries. The Ottomans would push deep into Europe and they would almost defeat christian defenders and take control over large portions of Europe. After the fall of the Romans, scholars would flee to Italy from the former Roman lands and they would spark the renaissance.  ",
      "likes": 0
    }
  ]
}